# -*- coding:utf-8 -*-

"""
@author: 郭春彪
@license: (C) Copyright 2018, Nari.
@file: linelossCount_data.py
@time: 2019/1/28 0028 14:31
@desc:
"""


class LineLossCount_data:
    # 高级应用→台线系统→线损统计→台区同期月优秀达标查询
    lineLossCount_para = '99991370'

    # 高级应用→台线系统→线损统计→台区日线损综合汇总报表(供电所)
    rxsGds_para = '99991430'

    # 高级应用→台线系统→线损统计→台区日线损综合汇总报表(省公司)
    tqRxsZhPro_para = '9999160003'

    # 高级应用→台线系统→线损统计→台区日线损综合汇总报表(责任人)
    rxsZrr_para = '99991450'

    # 高级应用→台线系统→线损统计→台区售电侧月达标查询
    tqSdc_para = '99991380'

    # 高级应用→台线系统→线损统计→台区同期月优秀达标查询(壹)
    tqydbDy_para = '99991410'

    # 高级应用→台线系统→线损统计→台区月线损综合汇总报表(供电所)
    yxsGds_para = '99991420'

    # 高级应用→台线系统→线损统计→台区月线损综合汇总报表(省公司)
    tqYxsZhPro_para = '9999160004'

    # 高级应用→台线系统→线损统计→台区月线损综合汇总报表(责任人)
    yxsZrr_para = '99991440'

    # 高级应用→台线系统→线损统计→线路日线损查询

    tqXlRxs_para = '99991330'
